var name = 'firefox';
var letter = '같이 피어나기 놀이 사막이다. \n\n 간에 보는 바이며, 뿐이다. 힘차게 찾아다녀도, 새 있는 있는가? 인도하겠다는 그러므로 열매를 그들의 원대하고, 있음으로써 '+name+' 뛰노는 사랑의 방황하여도, 듣는다. 인간은 밥을 소리다.이것은 것이다. 원질이 풀이 가슴이 맺어, 얼음에 갑 그들의 사막이다. '+name+' 피고 열매를 피어나는 '+name+' 하여도 것은 피에 위하여 황금시대의 약동하다. 사라지지 황금시대의 풀이 얼마나 주며, 우리의 끓는다. 아니더면, 그들은 없는 황금시대다. firefox 그러므로 투명하되 인생을 것이다.';

var letter = `같이 피어나기 놀이 사막이다. 간에 보는 바이며, 뿐이다. 힘차게 찾아다녀도, 새 있는 있는가? 

인도하겠다는 그러므로 열매를 그들의 원대하고, 있음으로써 ${name}

${name}

${2+2}

뛰노는 사랑의 방황하여도, 듣는다. 인간은 밥을 소리다.이것은 것이다. 원질이 풀이 가슴이 맺어, 얼음에 갑 그들의 사막이다. ${name} 피고 열매를 피어나는 ${name} 하여도 것은 피에 위하여 황금시대의 약동하다. 사라지지 황금시대의 풀이 얼마나 주며, 우리의 끓는다.
아니더면, 그들은 없는 황금시대다. firefox 그러므로 투명하되 인생을 것이다.`;
console.log(letter);
